 [
    {
        "name": "Danny Welbeck"
        "sport": "Soccer"
        "position": "Forward"
        "height": "6 ft 1 in (1.85 m)"
        "weight": "72 kg"
        "about": "Daniel Nii Tackie Mensah Welbeck (born 26 November 1990) is an English professional footballer who plays as a forward for Premier League club Brighton & Hove Albion.\r\n\r\nWelbeck made his way through the youth teams at Manchester United before making his senior debut in 2008 and scoring in the process. He was with United when they won the 2008–09 League Cup and the 2008 FIFA Club World Cup before being sent on loan spells with Preston North End and Sunderland. From the 2011–12 season, Welbeck was a regular figure in the Manchester United first team. He was transferred to Arsenal in September 2014 for a £16 million fee. In August 2019, Welbeck joined Watford following his release by Arsenal at the end of the previous season.\r\n\r\nHe made his senior England debut in March 2011 in a 1–1 friendly draw against Ghana. He scored his first senior international goal on 2 June 2012, the only goal in a friendly victory over Belgium. Welbeck has gone on to represent England at UEFA Euro 2012, the 2014 FIFA World Cup and the 2018 FIFA World Cup, earning over 40 caps."
    },
    {
        "name": "Nils Quaschner"
        "sport": "Soccer"
        "position": "Forward"
        "height": "1.84 m (6 ft 1⁄2 in)"
        "weight": ""
        "about": "Nils Quaschner (born April 22, 1994) is a German footballer who plays for Arminia Bielefeld as a striker.\r\n\r\nCareer\r\nQuaschner started his professional career at Hansa Rostock. On 17 July 2013, he joined FC Liefering. On January 12, 2015, he signed with RB Leipzig. On July 5, 2017, he signed with Arminia Bielefeld."
    },
    {
        "name": "Samuel Dalembert"
        "sport": "Basketball"
        "position": "Forward\/Center"
        "height": "2.11 m (6 ft 9 in)"
        "weight": "113Kg"
        "about": "Samuel Davis Dalembert (born May 10, 1981) is a Haitian-Canadian professional basketball player who last played for the Shanxi Zhongyu of the Chinese Basketball Association (CBA). He played college basketball for Seton Hall University. He is known for his excellent shot blocking ability, having averaged about two blocks per game over his NBA career."
    },
    {
        "name": "Yao Ming"
        "sport": "Basketball"
        "position": "Center"
        "height": "7 ft 6 in (2.29 m)"
        "weight": "310 lb (141 kg)"
        "about": "Yao Ming (Chinese: 姚明; born September 12, 1980) is a Chinese basketball executive and former professional player. He played for the Shanghai Sharks of the Chinese Basketball Association (CBA) and the Houston Rockets of the National Basketball Association (NBA). Yao was selected to start for the Western Conference in the NBA All-Star Game eight times, and was named to the All-NBA Team five times. At the time of his final season, he was the tallest active player in the NBA, at 2.29 m (7 ft 6 in). He is the only player from outside of the United States to lead the NBA in All-Star votes.\r\n\r\nYao, who was born in Shanghai, started playing for the Shanghai Sharks as a teenager, and played on their senior team for five years in the Chinese Basketball Association (CBA), winning a championship in his final year. After negotiating with the CBA and the Sharks to secure his release, Yao was selected by the Houston Rockets as the first overall pick in the 2002 NBA draft. He reached the NBA playoffs four times, and the Rockets won the first-round series in the 2009 postseason, their first playoff series victory since 1997. In July 2011, Yao announced his retirement from professional basketball because of a series of foot and ankle injuries which forced him to miss 250 games in his last six seasons. In eight seasons with the Rockets, Yao ranks sixth among franchise leaders in total points and total rebounds, and second in total blocks.\r\n\r\nYao is one of China's best-known athletes, with sponsorships with several major companies. His rookie year in the NBA was the subject of a documentary film, The Year of the Yao, and he co-wrote, along with NBA analyst Ric Bucher, an autobiography titled Yao: A Life in Two Worlds. Known in China as the \"Yao Ming Phenomenon\" and in the United States as the \"Ming Dynasty,\" Yao's success in the NBA, and his popularity among fans, made him a symbol of a new China that was both more modern and more confident.\r\n\r\nIn April 2016, Yao was elected into the Basketball Hall of Fame, alongside Shaquille O'Neal and Allen Iverson. In February 2017, Yao was unanimously elected as chairman of Chinese Basketball Association."
    },
    {
        "name": "Luis Urias"
        "sport": "Baseball"
        "position": "Shortstop"
        "height": "5' 9"
        "weight": "186 lb"
        "about": "Luis Fernando Urías Figueroa (born June 3, 1997) is a Mexican professional baseball infielder for the Milwaukee Brewers of Major League Baseball (MLB). \r\nUrías signed with the San Diego Padres as an international free agent in December 2013. He made his professional debut in 2014 with the Rookie League Dominican Summer League Padres, and was promoted to the Rookie League Arizona League Padres after two games.\r\nUrías made his MLB debut August 28, 2018, for the San Diego Padres."
    },
    {
        "name": "Mike Trout"
        "sport": "Baseball"
        "position": "Center"
        "height": "6' 2"
        "weight": "235 lb"
        "about": "Michael Nelson Trout (born August 7, 1991) is an American professional baseball center fielder for the Los Angeles Angels of Major League Baseball (MLB). Trout is a seven-time MLB All-Star, and received the American League (AL) Most Valuable Player (MVP) award in 2014 and 2016 (finishing second in the 2012, 2013 and 2015 votes). He throws and bats right-handed, stands 6 feet 2 inches (1.88 m) tall, and weighs 235 pounds (107 kg). Trout is nicknamed \"The Millville Meteor.\"\r\n\r\nTrout was a first-round pick by the Angels in the 2009 MLB draft and made a brief major league appearance in 2011. He became a regular player for the Angels the subsequent season and won the 2012 AL Rookie of the Year Award unanimously. He is under contract with the Angels through 2020.\r\n\r\nTrout's athleticism on the field has received praise from both the mainstream media and sabermetricians. He is regarded as one of the most outstanding young players in the history of baseball, as well as one of the best current players in all of MLB. Trout led the American League in wins above replacement (WAR) in each of his first five full seasons (according to Fangraphs and Baseball-Reference.com)."
    },
    {
        "name": "Anthony Barr"
        "sport": "American Football"
        "position": "Outside Linebacker"
        "height": "6 ft 5 in (1.96 m)"
        "weight": "255 lb (116 kg)"
        "about": "Anthony Barr (born March 18, 1992) is an American football outside linebacker for the Minnesota Vikings of the National Football League (NFL). He played college football at UCLA, where he was a consensus All-American in 2013. He was drafted by the Vikings in the first round, 9th overall of the 2014 NFL Draft."
    },
    {
        "name": "Ron Rivera"
        "sport": "American Football"
        "position": "Manager"
        "height": ""
        "weight": ""
        "about": "Ronald Eugene \"Ron\" Rivera (born January 7, 1962) also known as \"Riverboat Ron\" is an American football coach and former player who is the head coach of the Carolina Panthers of the National Football League (NFL). He has also been the defensive coordinator for the Chicago Bears and San Diego Chargers.\r\nRivera played college football at the University of California in Berkeley, and was recognized as an All-American linebacker. He was selected in the second round of the 1984 NFL draft by the Chicago Bears, and was a backup on the 1985 team which won Super Bowl XX.\r\nAs a coach, Rivera was the defensive coordinator for Bears in the 2006, who were NFC champions and competed in Super Bowl XLI. In 2011, he was named head coach of the Panthers. Rivera was recognized as the NFL Coach of the Year by the Associated Press in 2013 and in 2015. Since taking over the Panthers, he has led the team to three straight divisional titles, and an appearance in Super Bowl 50."
    }
]
