[
    {
        "name": "New York Mets",
        "sport": "Baseball",
        "league": "MLB",
        "about": "The New York Mets are an American professional baseball team based in New York City, They play in Flushing, in the borough of Queens. The Mets are a member of the National League East Division of Major League Baseball (MLB). The Mets are one of two Major League clubs based in New York, the other being the New York Yankees.\r\n\r\nOne of baseball's first expansion teams, the Mets were founded in 1962 to replace New York's departed National League teams; the Brooklyn Dodgers and the New York Giants. The Mets' colors are composed of the Dodgers' blue and the Giants' orange, which also comprises the outer two bands of the New York City flag. During the 1962 and 1963 seasons, the Mets played their home games at the Polo Grounds. From 1964 to 2008, the Mets' home ballpark was Shea Stadium. In 2009, they moved into their current ballpark, Citi Field.\r\n\r\nIn their 1962 inaugural season, the Mets posted a record of 40–120, the worst regular season record since Major League Baseball went to a 162-game schedule (two games were canceled). The team never finished better than second to last until the 1969 \"Miracle Mets\" beat the Baltimore Orioles in the 1969 World Series in what is considered one of the biggest upsets in World Series history. Since then, they have played in four additional World Series, including a dramatic run in 1973 that ended in a seven-game loss to the Oakland Athletics, a second championship in 1986 over the Boston Red Sox, a Subway Series loss against their cross-town rivals the New York Yankees in 2000, and a five-game loss to the Kansas City Royals in 2015.\r\n\r\nThe Mets made the playoffs in 2006 when they came within one game of the World Series, losing to the eventual champion St. Louis Cardinals in the NLCS. The Mets missed the playoffs with losses on the last day of the regular season in 2007 and 2008. The Mets made the playoffs in 2015 for the first time in nine years, and won their first National League pennant in 15 years.",
            "photoUrl":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/rxqspq1431540337.png"
    },
    {
        "name": "New York Knicks",
        "sport": "Basketball",
        "league": "NBA",
        "about": "The New York Knickerbockers, commonly referred to as the Knicks, are a professional basketball team based in New York City, New York. The Knicks are part of the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America (BAA), which became the NBA after merging with the rival National Basketball League (NBL) in 1949. The team plays at Madison Square Garden, above Pennsylvania Station in the borough of Manhattan, and along with the Boston Celtics is one of only two original NBA teams still located in its original city.\r\n\r\nThe Knicks were successful during their early years and were constant playoff contenders under the franchise's first head coach Joe Lapchick. Beginning in 1950, the Knicks made three consecutive appearances in the NBA Finals, all of which were losing efforts. Lapchick resigned in 1956 and the team subsequently began to falter. It was not until the late 1960s when Red Holzman became head coach that the Knicks began to regain their former dominance. Holzman successfully guided the Knicks to two championship titles in 1970 and 1973. The Knicks of the 1980s had mixed success that included six playoff appearances; however, they failed to participate in the NBA Finals.\r\n\r\nThe playoff-level Knicks of the 1990s were led by future Hall of Fame center Patrick Ewing; this era was marked by three passionate rivalries with Alonzo Mourning's Miami Heat, Reggie Miller's Indiana Pacers, and Michael Jordan's Chicago Bulls. During this time, they were well known for displaying tough defense under head coach Pat Riley before Jeff Van Gundy assumed head coaching responsibilities in 1995. Their success during this decade was highlighted by two appearances in the NBA Finals, in 1994 and 1999. Despite being a consistent playoff contender, they never attained an NBA Championship in their two championship appearances.\r\n\r\nSince 2000, the Knicks have struggled to regain their former glory, advancing to the playoffs five times in the last 14 years. In 2012–13, the franchise won its first division title in 19 years, but were eliminated in the second round of the playoffs by the Indiana Pacers. According to Forbes, the Knicks are the 2nd-most-valuable NBA team, worth approximately $2.5 billion U.S.",
            "photoUrl":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wyhpuf1511810435.png"
    },
    {
        "name": "Chicago Bears",
        "sport": "American Football",
        "league": "NFL",
        "about": "The Chicago Bears are a professional American football team based in Chicago, Illinois. They are members of the North Division of the National Football Conference (NFC) in the National Football League (NFL). The Bears have won nine NFL Championships (eight pre-merger, and one Super Bowl). The Bears hold the NFL record for the most enshrinees in the Pro Football Hall of Fame, with 27 members, and the most retired jersey numbers (15). The Bears have also recorded more regular season and overall victories than any other NFL franchise. The franchise recorded its 700th win on November 18, 2010.",
        "photoUrl":"https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/uwtwtv1420941123.png"
    }
]
